//Напишите прогрмму, которая на вход принимает число и выдает его квадрат (число умноженное на само себя)
Console.WriteLine("Ввведите число");
int number = Convert.ToInt32(Console.ReadLine());
int result = number * number;
Console.WriteLine("Квадрат числа " + number + " равен " + result);
